{
  "processed": {
    "https://www.axios.com/newsletters/axios-ai-plus#::919d5e248ad485e9bdabd25d6fed00489b25a09f16fc59031b53b65624f84968": "2025-10-15T11:31:52.944286+00:00",
    "https://www.axios.com/newsletters/axios-ai-plus::f77d8bda1e191cc27148801e5cda1484f70d54cae29a73fcb0f5a4b054c9c225": "2025-10-16T03:28:23.379542+00:00",
    "https://www.axios.com/newsletters/axios-ai-plus::e289092243cdb1fda96bcf490db741f0c16ccbdd2ccae4cd00db9be64aab0c8b": "2025-10-16T04:41:34.903500+00:00"
  },
  "episodes": [
    {
      "id": "issue::2025-10-16::1477a8a140d4a2c0142a0e38d6e8dc1aaee8a0238da265a3b89659fff20a03dc",
      "title": "Axios AI Plus — Latest",
      "link": "https://www.axios.com/newsletters/axios-ai-plus",
      "pub_date": "2025-10-16T03:33:26.647154+00:00",
      "description_html": "<p>Situational awareness: Apple announced a new 14-inch MacBook Pro — shipping at the end of October — that it says will deliver &quot;3.5x the AI performance,&quot; including running large language models on device.</p><p>1 big thing: OpenAI says yes to &quot;erotica&quot;</p><p>Sam Altman. Photo: Florian Gaertner via Getty Images</p><p>ChatGPT will allow a wider range of content — eventually including &quot;erotica&quot; — now that OpenAI has completed work to enable the chatbot to better handle mental health issues, CEO Sam Altman said yesterday.</p><p>Why it matters: The move could boost OpenAI as it seeks to sign up consumers for paid subscriptions, but it&#x27;s also likely to increase pressure on lawmakers to enact meaningful regulations.</p><p>The step could also redefine the boundaries of acceptable AI content.</p><p>Driving the news: Altman said in an X post that OpenAI plans to allow ChatGPT to have more personality and fulfill previously blocked requests.</p><p>&quot;Now that we have been able to mitigate the serious mental health issues and have new tools, we are going to be able to safely relax the restrictions in most cases,&quot; Altman said. * &quot;As part of our &#x27;treat adult users like adults&#x27; principle, we will allow even more, like erotica for verified adults,&quot; he added, though that would come around December.</p><p>The intrigue: The move comes as lawmakers are eyeing tighter restrictions on chatbot companions.</p><p>As first reported by Axios, Sen. Josh Hawley (R-Mo.) is circulating a draft bill that would ban AI companions for minors.</p><p>What they&#x27;re saying: &quot;We made ChatGPT pretty restrictive to make sure we were being careful with mental health issues,&quot; Altman said in the post. &quot;We realize this made it less useful/enjoyable to many users who had no mental health problems, but given the seriousness of the issue we wanted to get this right.&quot;</p><p>OpenAI was not immediately available for comment.</p><p>The big picture: Historically, pornography has helped drive the frontier of technology, from VCRs to digital video and interactive gaming.</p><p>Although adult entertainment hasn&#x27;t been the driving force behind the leading AI efforts, there is already a significant cottage industry of AI-generated porn. * Elon Musk&#x27;s Grok has been the most permissive of the large players, notably offering AI companions designed for sexual role-play. * Meta has also come under fire after it was revealed that its chatbots — including some that mimic specific celebrities — were engaging in sexual banter with minors.</p><p>What to watch: Altman said that in the coming weeks, people will be able to better dictate the tone and personality of ChatGPT.</p><p>&quot;If you want your ChatGPT to respond in a very human-like way, or use a ton of emoji, or act like a friend, ChatGPT should do it (but only if you want it, not because we are usage-maxxing),&quot; Altman said.</p><p>2. MANGO is the new FAANG</p><p>Erica Pandey</p><p>Over the years, acronyms have come and gone to describe America’s tech darlings — the companies college grads dream of joining and Wall Street investors love to watch.</p><p>First, it was FAANG: Facebook, Amazon, Apple, Netflix and Google. * Then came the Magnificent Seven. * Now, in the age of generative AI, a new term is taking hold: MANGO — Microsoft, Anthropic, Nvidia, Google DeepMind and OpenAI.</p><p>Why it matters: It’s a reflection of the moment. The companies commanding attention today are the ones leading the AI revolution.</p><p>“The power has shiftedin Big Tech from the FAANGs and the Mag 7s over to the AI leaders,” venture capitalist Kristina Shen recently said on CNBC. “It’s very clear in terms of the products they’re shipping, the consumer love they’re demanding and the types of acquisitions they’re making that they are controlling consumer sentiment.”</p><p>Zoom in: Different iterations of MANGO are coming up in blog posts and on social media. Some people think of Meta and Apple instead of Microsoft and Anthropic.</p><p>But each company has earned its place in the new acronym for AI prowess — whether that’s Microsoft’s ability to reach millions of Americans at work with Copilot or Nvidia’s chip dominance.</p><p>&quot;Once you hear it you’re like, ‘Oh, of course,&#x27;&quot; says Robert Rosenberg, partner at Moses Singer and managing director of MS Strategic Solutions, who recently wrote on MANGO’s rise.</p><p>&quot;These are the companies that are in the headlines every day. These are the companies everyone wants to hear from.&quot;</p><p>Between the lines: MANGO is also the new goal for computer science graduates across the country and around the world.</p><p>But landing these coveted jobs is harder than it was in the FAANG era. The 15 largest tech companies&#x27; hiring of new grads has plummeted more than 50% since 2019, the San Francisco Standard reports, citing VC firm SignalFire.</p><p>Instead, the companies dominating AI are locked in a super-expensive talent war for a small group of top AI researchers.</p><p>The bottom line: FAANG represented an era when each tech giant ruled its own domain, like social media, streaming or search. In the MANGO age, there&#x27;s just one that matters — AI.</p><p>3. Americans lead the world in AI anxiety</p><p>Megan Morrone</p><p>More people are concerned than excited about the rise of AI in daily life, with Americans topping the global worry list, per a new global report from Pew Research Center out today.</p><p>Why it matters: Public concern over AI could shape how quickly the tools are adopted and could upend workplaces if employees aren&#x27;t comfortable with the changes.</p><p>The big picture: Half of U.S.-only respondents said they were more concerned with AI than excited about it in a study released in September.</p><p>Today&#x27;s report showed that only Italy matched the U.S. percentage of concern about AI. * At the low end, 16% of people in South Korea and 19% of people in India say they&#x27;re more concerned than excited about AI.</p><p>Between the lines: Men and highly educated people across the globe are more likely to be aware of AI and more likely to be excited about it.</p><p>Women, older adults and those with less education express more concern. * Heavy internet users are more likely to be enthusiastic.</p><p>By the numbers: Even as the contestants in the global race for AI have effectively narrowed to the U.S. and China, many people around the world trust neither country to regulate the technology.</p><p>48% of people say they have &quot;not too much&quot; or &quot;no trust&quot; in the U.S. to regulate AI. * 60% of people say they have &quot;not too much&quot; or &quot;no trust&quot; in China on regulation. * 55% say they have &quot;a lot of&quot; or &quot;some&quot; trust in their own country regulating AI, and 53% say they have &quot;a lot of&quot; or &quot;some&quot; trust in the EU.</p><p>What they did: For the non-U.S. data, Pew surveyed 28,333 adults in 25 countries across six regions.</p><p>Interviews were conducted by phone from Jan. 8 to April 26. * For the U.S. data, Pew spoke to 3,605 adults from March 24 to 30, and 5,023 adults from June 9 to 15.</p><p>The bottom line: Americans may be nervous about the AI future, but Washington and Silicon Valley are doubling down anyway.</p><p>4. Training data</p><p>Venture capitalists are under pressure to toughen term sheets in response to high-profile exits by AI founders. (Axios) * The latest version of Sora is flooding social media feeds with realistic fake videos, making it increasingly difficult to tell AI-generated clips from real footage. (Axios) * Doctors are using AI to analyze thousands of mammograms and patient outcomes to better identify who&#x27;s at highest risk and when they should be screened for breast cancer. (Axios) * BlackRock&#x27;s Global Infrastructure Partners — which includes Nvidia and Microsoft — will buy Texas-based Aligned Data Centers from Macquarie Asset Management for around $40 billion. (WSJ)</p><p>5. + This</p><p>For anyone who has ever wondered why we call capital letters &quot;upper case&quot; and the others &quot;lower case,&quot; Merriam-Webster has the answer.</p>",
      "audio_url": "https://haoran.github.io/Newsletter-to-Podcast/audio/2025/10/2025-10-16.mp3",
      "audio_bytes": 4069056,
      "components": [
        {
          "title": "Axios AI Plus — Latest",
          "link": "https://www.axios.com/newsletters/axios-ai-plus",
          "source": "newsletter_issue"
        }
      ],
      "transcript_url": "https://haoran.github.io/Newsletter-to-Podcast/audio/2025/10/2025-10-16.txt"
    },
    {
      "id": "issue::2025-10-15::db7370b48dc2a5b38993b734f037df1de7a7b3ea50c4d9f6ef397ce60f231202",
      "title": "Axios AI Plus — Latest",
      "link": "https://www.axios.com/newsletters/axios-ai-plus",
      "pub_date": "2025-10-15T11:31:28.710689+00:00",
      "description_html": "<p>bad news is I did something to my back and it&#x27;s aching. The good news is I learned a fun new word for a pinched nerve: radiculopathy. Also, RIP Miss Major. Today&#x27;s AI+ is 1,283 words, a 5-minute read.</p><p>Situational awareness: OpenAI and Walmart are teaming up to let shoppers plan meals, restock essentials and use instant checkout directly through ChatGPT, Axios&#x27; Kelly Tyko reports.</p><p>1 big thing: Global AI race will redefine geopolitics</p><p>Courtenay Brown</p><p>A new report from JPMorgan Chasewarns that AI will shake up global alliances, stoke fresh populism and change the rules of war in the century ahead.</p><p>Why it matters: The report, first seen by Axios, says the U.S. is dominating the worldwide AI race. Efforts to maintain that dominance are ushering in new, uncomfortable norms.</p><p>Zoom in: &quot;The Geopolitics of AI: Decoding the New Global Operating System&quot; calls the 2024 presidential election &quot;the most consequential event&quot; that has shifted the geopolitics of AI over the past year.</p><p>This year, the U.S. &quot;government&#x27;s orientation to the tech sector and to the wider international community has shifted,&quot; the JPMorgan Chase Center for Geopolitics wrote.</p><p>Private-sector AI or AI-adjacent companies now see the government as a dealmaker or a direct investor.</p><p>The Trump administration took a stake in Intel, and officials agreed to let Nvidia sell some chips in China in exchange for a portion of sales — developments that some have likened to a command economy.\n* The U.S. is &quot;reshuffling the global conditions in which nations are approaching their AI priorities,&quot; the report says.</p><p>What they&#x27;re saying: &quot;I wouldn&#x27;t want to trade places with any other country in the world when it comes to where we are on AI,&quot; Derek Chollet, an author of the report who leads JPMorgan Chase&#x27;s Center for Geopolitics, tells Axios.</p><p>Chollet was counselor to Secretary of State Tony Blinken in the Biden administration and then chief of staff to Secretary of Defense Lloyd Austin.\n* The report says the U.S. dominates in terms of private-sector AI investment, with the first half of 2025 on track to surpass the previous year&#x27;s sum.</p><p>Yes, but: Some Trump-era policies might ultimately set America back in AI innovation, the report says.</p><p>&quot;Recent trends related to tariffs, immigration and the reduction in U.S. science and technology funding may be in tension with the nation&#x27;s stated AI goals globally,&quot; the authors write.</p><p>Driving the news: That tension is on display in the latest dial-up of trade tensions between the U.S. and China — the two nations that JPMorgan Chase says are most AI dominant, though the nations are on divergent paths.</p><p>China threatened to cut off global access to its rare earth supplies, a critical input for a range of U.S. products, including semiconductors.\n* Trump threatened to retaliate with 100% tariffs on Chinese goods and harsher export controls on critical software, though later insisted &quot;it will all be fine!&quot; with China.</p><p>What to watch: &quot;AI is as geopolitically significant as anything since the dawn of the nuclear age 80 years ago,&quot; Chollet tells Axios.</p><p>&quot;Governments drove technological development in the nuclear age, but AI has principally been driven by the private sector. Now governments all around the world are having to play catch-up,&quot; says Chollet.</p><p>The bottom line: JPMorgan Chase says there are seven &quot;strategic axes&quot; that are &quot;already motivating governments, businesses, and alliances to reposition in ways that will shape the century ahead.&quot;</p><p>1. &quot;Assertive China&quot; is investing huge sums to try to position itself at the &quot;forefront of AI development.&quot;</p><p>2. America is repositioning itself&quot;to counterbalance China&#x27;s rise.&quot;</p><p>3. The European Union is &quot;striving to reduce their dependence on foreign technology and bolster their own AI capabilities.&quot;</p><p>4. The Middle East&#x27;s&quot;sovereign wealth funds are leveraging energy abundance to become key players in AI infrastructure.&quot;</p><p>5. Labor disruption &amp; populism: AI &quot;impacts are likely to include significant transitions for markets, for work, and for workers.&quot;</p><p>6. Defense leadership: &quot;Militaries that integrate AI fastest will hold decisive battlefield advantages.&quot;\n7. Energy &amp; hardware as the new chokepoints: &quot;Semiconductors, critical minerals, and electricity capacity define who can scale AI, and who risks falling behind.&quot;</p><p>2. AI writing hasn&#x27;t won the web yet</p><p>Megan Morrone</p><p>New articles generated by AIbriefly outnumbered those written by humans online, but the two are now roughly equal, per a new report from SEO firm Graphite.</p><p>Why it matters: Researchers have long feared that if AI-made content online overwhelms human-created material, large language models could chokeon their own exhaust and collapse.</p><p>The big picture: A 2022 report from Europol estimated that 90% of online content would be generated by AI by 2026.</p><p>According to Graphite&#x27;s analysis of 65,000 URLs that were posted online between 2020 and 2025,the percentage of AI-generated articles rose sharply after ChatGPT&#x27;s launch in November 2022.\n* The percentage of AI-generated articles in this data set briefly surpassed human-written articles in November 2024, but the two have stayed roughly equal since.</p><p>What they did: Graphite used an AI detector called Surfer to analyze a random sample of URLs from Common Crawl, an open source database of over 300 billion web pages. The database spans 18 years and adds 3–5 billion new pages monthly.</p><p>The pages had publish dates between January 2020 and May 2025 and were classified as either articles or listicles using Graphite&#x27;s article page type classifier.\n* Articles were deemed AI-generated if 50% or less of the content was found by Surfer to have been written by a human.</p><p>Zoom in: Distinguishing between machine and human-written content is tricky.</p><p>To evaluate Surfer&#x27;s accuracy, Graphite tested it with its own sample of AI-generated articles and with a set published before ChatGPT&#x27;s launch, which were likely written by humans.\n* Surfer had a 4.2% false positive rate (labeling human-written articles as AI-generated) and a 0.6% false negative rate (labeling AI-written articles as human) for articles it generated with GPT-4o.</p><p>By the numbers: Content farms may also be learning that AI-generated content isn&#x27;t prioritized by search engines and chatbot responses, according to a second report from Graphite.</p><p>Graphite found that 86% of articles ranking in Google Search were written by humans, and 14% were generated by AI.\n* The pattern held across chatbots, too. 82% of articles cited by ChatGPT and Perplexity were written by humans, and only 18% were AI-generated, according to Graphite&#x27;s research.\n* When AI-generated articles do appear in Google Search, they tend to rank lower than human-written articles.</p><p>Yes, but: Researchers told Axios that a definitive count of AI-made content isn&#x27;t possible with today&#x27;s tools and definitions.</p><p>It&#x27;s hard to determine what content is AI-generated and what is human-generated because humans are increasingly working together with AI.\n* &quot;At this point, it&#x27;s a symbiosis more than a dichotomy,&quot; Stefano Soatto, professor of computer science at UCLA and VP at Amazon Web Services, told Axios.</p>",
      "audio_url": "https://haoran.github.io/Newsletter-to-Podcast/audio/2025/10/2025-10-15.mp3",
      "audio_bytes": 3814848,
      "components": [
        {
          "title": "Axios AI Plus — Latest",
          "link": "https://www.axios.com/newsletters/axios-ai-plus",
          "source": "newsletter_issue_text"
        }
      ],
      "transcript_url": "https://haoran.github.io/Newsletter-to-Podcast/audio/2025/10/2025-10-15.txt"
    }
  ],
  "last_issue": {
    "published": "",
    "guid": "https://www.axios.com/newsletters/axios-ai-plus"
  }
}